[
  {
    "id": 11,
    "category": "Military",
    "title": "Город в паутине",
    "description": "Город оказался покрыт нитями, как паутиной.",
    "hint": "Это не было связано с электричеством или разрушениями.",
    "explanation": "Во время боёв в районе Лимана широко применялись FPV-дроны с управлением по оптоволоконному кабелю. Кабель разматывался за дроном прямо в полёте, оставаясь на земле после его уничтожения или посадки. Массовое применение таких дронов привело к тому, что город оказался буквально покрыт оптоволоконными нитями, похожими на паутину.",
    "imageName": "fiberDroneWeb"
  },
  {
    "id": 12,
    "category": "Military",
    "title": "Улетели к врагу",
    "description": "Военную технику отправили в страну, с которой недавно воевали.",
    "hint": "Решение приняли во время отступления.",
    "explanation": "Во время войны в Персидском заливе в 1991 году Ирак начал эвакуацию значительной части своих боевых самолётов в Иран. Это выглядело парадоксально, так как всего несколькими годами ранее Ирак и Иран вели кровопролитную восьмилетнюю войну. Иракское руководство опасалось уничтожения авиации ударами коалиции и решило временно перебазировать самолёты в Иран. После окончания конфликта Иран отказался возвращать самолёты.",
    "imageName": "planesFlewToEnemy"
  },
  {
    "id": 13,
    "category": "Military",
    "title": "Спасённый город",
    "description": "Город должны были уничтожить, но этого не произошло.",
    "hint": "Решение принял один человек.",
    "explanation": "В 1944–1945 годах немецкий генерал Дитрих фон Хольтиц получил прямой приказ уничтожить Париж при отступлении. Он сознательно затягивал выполнение приказа, понимая, что война проиграна, в итоге так и не приведя приказ в исполнение. Благодаря этому Париж уцелел.",
    "imageName": "cityNotDestroyed"
  },
  {
    "id": 14,
    "category": "Military",
    "title": "Без сопротивления",
    "description": "В деревне убили сотни мирных жителей.",
    "hint": "Операция считалась успешной.",
    "explanation": "16 марта 1968 года американские солдаты из подразделения Charlie Company под командованием лейтенанта Уильяма Келли провели операцию в деревне Май Лай. Вместо боевиков Вьетконга они обнаружили мирных жителей. В ходе операции были убиты от 347 до 504 гражданских лиц, включая женщин, детей и стариков. Резня стала известна миру лишь спустя год и вызвала международный скандал.",
    "imageName": "myLai"
  },
  {
    "id": 15,
    "category": "Military",
    "title": "Приказ",
    "description": "Люди выполнили приказ, не понимая его смысла.",
    "hint": "Информация была получена не сразу.",
    "explanation": "В начале 2022 года сообщалось, что часть российских солдат пересекла границу Украины, не зная о начале полномасштабных боевых действий. По словам военнослужащих и их родственников, им говорили о тренировках или ограниченных задачах. Реальный масштаб происходящего стал понятен уже после выполнения приказа. Об этом рассказывали сами участники событий в интервью журналистам.",
    "imageName": "crossedWithoutKnowing"
  },
  {
    "id": 16,
    "category": "Military",
    "title": "Добродетель",
    "description": "Помощь в войне привела к угрозе много лет спустя.",
    "hint": "Общий враг тогда казался важнее будущих последствий.",
    "explanation": "Во время советско-афганской войны 1979–1989 годов США тайно поддерживали афганских моджахедов, рассматривая их как противников СССР. Поддержка включала финансирование, обучение и поставки вооружений. Позже часть этих бойцов стала основой радикальных организаций, включая Аль-Каиду, которая в 2001 году организовала теракты в США.",
    "imageName": "helpedTheEnemy"
  },
  {
    "id": 17,
    "category": "Military",
    "title": "Ложная тревога",
    "description": "Один человек понял, что системе нельзя верить.",
    "hint": "Решение нужно было принять немедленно.",
    "explanation": "В 1983 году советская система раннего предупреждения зафиксировала запуск ядерных ракет со стороны США. Дежурный офицер Станислав Петров получил сигнал, который по инструкции требовал немедленного доклада о начале атаки. Однако он счёл данные ошибочными и не передал сигнал как подтверждённую атаку. Позже выяснилось, что система дала сбой из-за отражения солнечного света от облаков.",
    "imageName": "falseAlarmButton"
  },
  {
    "id": 18,
    "category": "Military",
    "title": "Простой ответ",
    "description": "Один короткий ответ изменил восприятие события.",
    "hint": "Разговор длился всего несколько секунд.",
    "explanation": "В феврале 2022 года во время боя за остров Змеиный российский военный корабль потребовал от украинских пограничников сдаться. В ответ один из них произнёс фразу, которая была записана и позже опубликована. Эта короткая реплика быстро распространилась в медиа и стала символом сопротивления.",
    "imageName": "oneSentence"
  },
  {
    "id": 19,
    "category": "Military",
    "title": "Никто не стрелял",
    "description": "На линии фронта внезапно прекратилась стрельба.",
    "hint": "Это произошло не по приказу.",
    "explanation": "В декабре 1914 года на Западном фронте произошёл так называемый Рождественский перемирие. Солдаты противоборствующих армий самовольно прекратили огонь, вышли из окопов, общались, обменивались подарками и, по свидетельствам очевидцев, даже играли в футбол. Перемирие не было санкционировано командованием и длилось недолго, после чего боевые действия возобновились.",
    "imageName": "silentFront"
  },
  {
    "id": 110,
    "category": "Military",
    "title": "Фото",
    "description": "Фотография показала войну без объяснений.",
    "hint": "Снимок увидел весь мир.",
    "explanation": "1 февраля 1968 года в Сайгоне генерал Нгуен Нгок Лоан публично застрелил пленного бойца Вьетконга. Фотография, сделанная журналистом Эдди Адамсом, была опубликована в мировых СМИ и стала одним из самых известных образов Вьетнамской войны, сильно повлияв на общественное мнение.",
    "imageName": "saigonExecution"
  },
  {
    "id": 111,
    "category": "Military",
    "title": "Моя война",
    "description": "Человек продолжал воевать спустя десятилетия после окончания войны.",
    "hint": "Он считал все сообщения ложью.",
    "explanation": "Японский солдат Хироо Онода был отправлен на филиппинский остров Лубанг во время Второй мировой войны. После капитуляции Японии в 1945 году он отказался поверить, что война закончилась, считая листовки и сообщения пропагандой врага. Он продолжал скрываться и вести боевые действия до 1974 года, пока его бывший командир лично не прибыл и не отдал приказ прекратить сопротивление.",
    "imageName": "neverStopped"
  },
  {
    "id": 112,
    "category": "Military",
    "title": "Самоволка",
    "description": "Солдат самовольно покинул базу, а после вернулся сам.",
    "hint": "Происходящее не было боевой операцией.",
    "explanation": "В ночь на 11 марта 2012 года американский солдат Роберт Бейлс самовольно покинул военную базу США в провинции Кандагар, Афганистан. Он направился в близлежащие деревни, где убил 16 мирных жителей. После этого Бейлс самостоятельно вернулся на базу, где был задержан. В 2013 году военный суд США приговорил его к пожизненному заключению без права на условно-досрочное освобождение.",
    "imageName": "leftTheBase"
  },
  {
    "id": 113,
    "category": "Military",
    "title": "Ловушка",
    "description": "Люди оказались в смертельной ловушке, из которой нельзя было выбраться.",
    "hint": "Происходящее не было боевой операцией.",
    "explanation": "В августе 2000 года атомная подводная лодка «Курск» затонула во время учений Северного флота в Баренцевом море. После взрыва часть экипажа осталась жива в кормовом отсеке и подавала сигналы стуком по корпусу. Спасательная операция началась с задержкой, а предложение помощи от иностранных специалистов было принято не сразу. В результате все 118 членов экипажа погибли, несмотря на отсутствие боевых действий.",
    "imageName": "theyKnocked"
  },
  {
    "id": 21,
    "category": "Horror",
    "title": "Бесконечная дорога",
    "description": "Какую бы дорогу она ни выбрала, она снова оказывалась в том же месте.",
    "hint": "Место было трагическим.",
    "explanation": "После смерти душа человека продолжала идти, как ни в чём не бывало. Но каждый путь, который она выбирала, неизменно возвращал её к месту гибели, словно город или улицы не хотели отпускать её из этого мира.",
    "imageName": "endlessRoad"
  },
  {
    "id": 22,
    "category": "Horror",
    "title": "Прыжок веры",
    "description": "Группа экстремалов прыгнула с крыши и никто не выжил.",
    "hint": "Крыша выглядела совершенно безопасной.",
    "explanation": "Они решили прыгнуть, используя самодельные парашюты из мусорных мешков. Мешки не выдержали веса, и прыжок оказался смертельным.",
    "imageName": "deadJump"
  },
  {
    "id": 23,
    "category": "Horror",
    "title": "Стук из ванной",
    "description": "Ночью из ванной комнаты раздавался стук.",
    "hint": "Звук доносился не из самой комнаты.",
    "explanation": "Стук шёл из стены — внутри застрял человек, работавший в техническом пространстве дома. Удары эхом отдавались в ванной.",
    "imageName": "bathroomKnock"
  },
  {
    "id": 24,
    "category": "Horror",
    "title": "Запись на автоответчике",
    "description": "Женщина услышала на автоответчике собственный голос, умоляющий не выходить из дома.",
    "hint": "Запись была новой.",
    "explanation": "Это сообщение оставила она сама — в другой версии событий, где уже знала, что произойдёт дальше.",
    "imageName": "voicemailWarning"
  },
  {
    "id": 25,
    "category": "Horror",
    "title": "Свет в окне",
    "description": "Ночью он увидел свет в доме соседей, хотя те уехали.",
    "hint": "Никто не жил в квартире.",
    "explanation": "В доме была установлена система автоматического освещения с таймером для имитации присутствия хозяев. Таймер сработал посреди ночи, и свет включился. Он не знал об этом и решил, что в пустом доме кто-то есть.",
    "imageName": "lightInWindow"
  },
  {
    "id": 26,
    "category": "Horror",
    "title": "Опасная дегустация",
    "description": "Все участники дегустации еды были госпитализированы.",
    "hint": "Блюда выглядели нормально.",
    "explanation": "На кухне случайно использовали просроченный продукт, который вызвал сильное отравление у всех гостей.",
    "imageName": "foodTasting"
  },
  {
    "id": 27,
    "category": "Horror",
    "title": "Плач",
    "description": "Мужчина услышал, как под его кроватью плачет ребёнок.",
    "hint": "Он жил один.",
    "explanation": "Мужчина недавно заселился в эту квартиру. Предыдущие жильцы спешили при переезде и забыли детский монитор в соседней квартире. Устройство продолжало ловить сигнал, и через акустику квартиры звук казался исходящим прямо из-под кровати.",
    "imageName": "childUnderBed"
  },
  {
    "id": 28,
    "category": "Horror",
    "title": "Апокалипсис в комнате",
    "description": "Человек захлопал в ладоши, и все другие, находящиеся в комнате, погибли.",
    "hint": "Это было летом.",
    "explanation": "Он истреблял комаров.",
    "imageName": "clapKilling"
  },
  {
    "id": 29,
    "category": "Horror",
    "title": "Утопленник",
    "description": "Мужчина тонул в бассейне, и никто не пришёл ему на помощь.",
    "hint": "Ситуация выглядела как обычная тренировка.",
    "explanation": "Мужчина участвовал в учебной тренировке по спасению на воде. Во время упражнения ему внезапно стало плохо, начались судороги. Стажёр, который должен был его спасти, растерялся и не успел вовремя помочь. Инструктор наблюдал со стороны, ожидая, что стажёр справится самостоятельно, и вмешался слишком поздно.",
    "imageName": "manInPool"
  },
  {
    "id": 210,
    "category": "Horror",
    "title": "Люди в реке",
    "description": "Все люди на смотровой площадке упали в реку.",
    "hint": "Они ничего не могли сделать заранее.",
    "explanation": "Смотровая площадка была только что открыта после ремонта, и ограждение оказалось плохо закреплено. Когда люди прислонились к перилам, они одновременно сломались.",
    "imageName": "viewpointFall"
  },
  {
    "id": 211,
    "category": "Horror",
    "title": "Смертельный танец",
    "description": "Пара танцоров умерла во время танцевального соревнования.",
    "hint": "Причина была не очевидна для зрителей.",
    "explanation": "Во время исполнения танго другая пара, очень жаждущая победить, отравила розу, которую партнеры передавали друг другу по ходу танца. Отравленная роза убила первую пару, и вторая выиграла соревнование.",
    "imageName": "deadDance"
  },
  {
    "id": 31,
    "category": "Anime",
    "title": "Птица внутри",
    "description": "Птица оказалась внутри человека и сработала только спустя годы.",
    "hint": "Это было сделано намеренно и заранее.",
    "explanation": "Это сцена из аниме «Наруто». Итачи Учиха, используя гендзюцу, незаметно поместил ворону с глазом Шисуи внутрь Наруто. Спустя годы, когда Итачи был воскрешён техникой Эдо Тенсей, эта ворона активировалась и с помощью Котоамацуками сняла контроль над Итачи, позволив ему действовать по собственной воле.",
    "imageName": "birdInside"
  },
  {
    "id": 32,
    "category": "Anime",
    "title": "Фраза смерти",
    "description": "Одно неосторожно сказанное предложение привело к гибели тысяч людей.",
    "hint": "Слова имели силу приказа, даже если говорящий не собирался его отдавать.",
    "explanation": "Это сцена из аниме «Код Гиас». Лелуш Ламперуж обладал способностью отдавать абсолютные приказы при зрительном контакте. Во время разговора с Юфемией он в шутку произнёс фразу, не осознавая, что его сила активируется автоматически. Приказ сработал, и Юфемия начала массовое убийство, что полностью изменило ход истории.",
    "imageName": "accidentalOrder"
  },
  {
    "id": 33,
    "category": "Anime",
    "title": "Цена правила",
    "description": "Смерть произошла из-за правила, а не из-за убийства.",
    "hint": "Умер бог.",
    "explanation": "Это сцена из аниме «Тетрадь смерти». Синигами Рем пожертвовала собой, нарушив правило своего мира, чтобы спасти человека. По законам синигами, использование силы ради защиты человека автоматически приводит к смерти самого синигами. Рем исчезла не потому, что её убили, а потому что сработало правило.",
    "imageName": "ruleDeath"
  },
  {
    "id": 34,
    "category": "Anime",
    "title": "Последняя победа",
    "description": "Группа игроков отчаянно пыталась оставить след в мире, из которого скоро исчезнет навсегда.",
    "hint": "Для них это была не игра.",
    "explanation": "Это арка «Спящие рыцари» из аниме «Мастера меча онлайн». Гильдия состояла из тяжело больных людей, которые доживали последние месяцы жизни, играя в виртуальном мире Alfheim Online. С помощью Кирито они одержали победу над боссом, чтобы их имена навсегда остались в истории игры. Это был их последний шанс оставить память о себе.",
    "imageName": "lastVictory"
  },
  {
    "id": 35,
    "category": "Anime",
    "title": "Единение",
    "description": "Люди решили перестать быть отдельными личностями, чтобы выжить.",
    "hint": "Индивидуальность считалась источником страданий.",
    "explanation": "Это финальная идея аниме «Евангелион». В рамках проекта комплементации человечества предполагалось объединить все человеческие сознания в одно целое, уничтожив границы между людьми. Считалось, что так человечество избавится от боли, одиночества и конфликтов, но ценой утраты индивидуальности.",
    "imageName": "humanUnity"
  },
  {
    "id": 36,
    "category": "Anime",
    "title": "Учитель ошибся",
    "description": "Человек посвятил жизнь обучению учеников, но именно они привели мир к войне.",
    "hint": "Он верил, что воспитывает спасителей.",
    "explanation": "Это сюжетная линия из аниме «Наруто». Джирайя обучал нескольких учеников, надеясь, что они принесут мир. Однако один из его учеников стал лидером организации, спровоцировавшей мировую войну. Джирайя осознал, что его идеи были искажены, и что даже благие намерения могут привести к катастрофе.",
    "imageName": "failedTeacher"
  },
  {
    "id": 37,
    "category": "Anime",
    "title": "Украденное лицо",
    "description": "Животное украло чужое лицо и бегало с ним по городу.",
    "hint": "Проблема была в том, что этот предмет могли увидеть.",
    "explanation": "Это серия из аниме «Код Гиас». Кот случайно схватил маску Лелуша — символ его тайной личности — и начал носиться с ней по городу. Пока кот бегал с маской, Лелуш был вынужден гоняться за ним, рискуя раскрыть свою личность. Комичная ситуация на самом деле подчёркивала, насколько хрупкой была его тайна.",
    "imageName": "catWithMask"
  },
  {
    "id": 38,
    "category": "Anime",
    "title": "Бесконечное лето",
    "description": "Одно и то же лето повторялось сотни раз, но почти никто этого не замечал.",
    "hint": "Кто-то был недоволен тем, как оно прошло.",
    "explanation": "Это сюжетная арка «Бесконечная восьмёрка» из аниме «Меланхолия Харухи Судзумии». Из-за неосознанного желания Харухи пережить идеальное лето время зациклилось, и одни и те же события повторялись более 15 000 раз. Большинство участников цикла не помнили прошлые повторы, за исключением одного персонажа.",
    "imageName": "endlessSummer"
  },
  {
    "id": 39,
    "category": "Anime",
    "title": "Серьёзный проступок",
    "description": "Человека сурово наказали за еду.",
    "hint": "Это произошло во время официального представления.",
    "explanation": "Это сцена из аниме «Атака титанов». Во время построения новобранцев Саша Браус была наказана за то, что ела картофель в самый неподходящий момент. На фоне строгой военной дисциплины и напряжённой обстановки её поступок выглядел абсурдно.",
    "imageName": "potatoIncident"
  },
  {
    "id": 41,
    "category": "Ordinary",
    "title": "Встреча",
    "description": "Он пришёл на встречу, но все уже ушли.",
    "hint": "Время он не перепутал.",
    "explanation": "Коллеги решили поменять время встречи в переговорном кабинете без уведомления в общем чате, а он забыл проверить изменения в рабочем календаре.",
    "imageName": "missedMeeting"
  },
  {
    "id": 42,
    "category": "Ordinary",
    "title": "Долг",
    "description": "Она вернула долг, но осталась должна.",
    "hint": "Основной долг был погашен.",
    "explanation": "Она внесла сумму, равную остатку долга на тот момент, но не учла, что проценты продолжают начисляться до конца расчётного периода. Даже один день между датой внесения платежа и датой закрытия периода привёл к появлению небольшой, но формальной задолженности.",
    "imageName": "bankDebt"
  },
  {
    "id": 43,
    "category": "Ordinary",
    "title": "Повышение",
    "description": "Сотрудника уволили, и после этого его доход вырос.",
    "hint": "Ему не повезло и повезло одновременно.",
    "explanation": "После увольнения он получил выходное пособие, компенсацию за неиспользованный отпуск и бонус, который был привязан к дате увольнения. В сумме за этот месяц он получил больше денег, чем обычно зарабатывал, продолжая работать.",
    "imageName": "afterFiringIncome"
  },
  {
    "id": 44,
    "category": "Ordinary",
    "title": "Ожидание",
    "description": "Он стоял и ждал, но время шло, а ничего не происходило.",
    "hint": "Он был там, где нужно.",
    "explanation": "Он ждал автобус на нужной остановке, но в этот день транспорт временно останавливался немного дальше — из-за дорожных работ. Все остальные пассажиры знали об этом и ждали в другом месте, а он остался один на привычной остановке.",
    "imageName": "wrongSideStop"
  },
  {
    "id": 45,
    "category": "Ordinary",
    "title": "Взгляд",
    "description": "Прохожий долго смотрел на мужчину.",
    "hint": "Это было не из-за внешности.",
    "explanation": "Прохожий смотрел не на него, а на объект за его спиной, вывеску недавно открывшегося кафе, которая привлекла его внимание.",
    "imageName": "streetReflection"
  },
  {
    "id": 46,
    "category": "Ordinary",
    "title": "Тишина",
    "description": "В квартире стало непривычно тихо, хотя ничего не изменилось.",
    "hint": "Причина была рядом.",
    "explanation": "Шум, который он долгое время воспринимал как фон, издавал старый бытовой прибор. В один день он перестал работать, и только тогда стало заметно, насколько этот звук был привычной частью обстановки.",
    "imageName": "quietApartment"
  },
  {
    "id": 47,
    "category": "Ordinary",
    "title": "Дедлайн",
    "description": "Он всё успел, но проект всё равно провалился.",
    "hint": "Код тут ни при чём.",
    "explanation": "Он выполнил задачу в срок, но загрузил результат не в ту ветку репозитория. Никто не увидел его работу до релиза.",
    "imageName": "wrongBranch"
  },
  {
    "id": 48,
    "category": "Ordinary",
    "title": "Колёса",
    "description": "Девушка купила машину, но уехать не смогла.",
    "hint": "Машина была исправна.",
    "explanation": "В баке оставалось минимальное количество топлива, достаточное только для запуска двигателя. До ближайшей заправки бензина не хватило, хотя до неё несколько сотен метров.",
    "imageName": "emptyTank"
  },
  {
    "id": 49,
    "category": "Ordinary",
    "title": "Скидка",
    "description": "Она успела к скидке, но заплатила полную цену.",
    "hint": "Она пришла вовремя.",
    "explanation": "Скидка действовала только при оплате через приложение, а она расплатилась на кассе.",
    "imageName": "discountRules"
  },
  {
    "id": 410,
    "category": "Ordinary",
    "title": "Получка",
    "description": "Он отработал больше обычного, но получил меньше.",
    "hint": "Ошибка была не в расчётах.",
    "explanation": "Из-за переработок он перешёл в другой налоговый диапазон, и итоговая сумма после вычетов оказалась ниже.",
    "imageName": "salarySurprise"
  },
  {
    "id": 411,
    "category": "Ordinary",
    "title": "Вал",
    "description": "Заготовка вала пропала прямо во время работы.",
    "hint": "Её не украли.",
    "explanation": "Заготовку вала сняли со станка для контрольных измерений без предупреждения, потому что партия попала под выборочную проверку качества.",
      "imageName": "qualityCheck"
  },
  {
    "id": 412,
    "category": "Ordinary",
    "title": "Всё сказал",
    "description": "Он высказался, но его никто не услышал.",
    "hint": "Он говорил вслух.",
    "explanation": "Он говорил в выключенный микрофон на онлайн-встрече, не обратив внимания на индикатор.",
    "imageName": "mutedMic"
  },
  {
    "id": 51,
    "category": "Films",
    "title": "Гроб в квартире",
    "description": "В обычной квартире внезапно появляется цинковый гроб, и окружающие относятся к этому как к чему-то почти обыденному.",
    "hint": "Это связано не с похоронами и не с болезнью.",
    "explanation": "Цинковый гроб с телом солдата привозят как часть бюрократической реальности войны. Он становится фоном для повседневной жизни людей, которые привыкли к абсурду и жестокости системы. Никто не задаёт лишних вопросов и не пытается что-то изменить. Эта история — одна из ключевых линий фильма «Груз 200» Алексея Балабанова."
  },
  {
    "id": 52,
    "category": "Films",
    "title": "Инфантилизм",
    "description": "Взрослая женщина ведёт себя как ребёнок и не понимает социальных правил.",
    "hint": "Её тело и сознание развивались не одновременно.",
    "explanation": "После смерти женщины учёный пересадил в её тело мозг ещё не родившегося ребёнка. Физически она взрослая, но её сознание развивается с нуля. История основана на фильме «Бедные-несчастные» Йоргоса Лантимоса."
  },
  {
    "id": 53,
    "category": "Films",
    "title": "Преступление как искусство",
    "description": "Человек уверен, что совершает не преступления, а создаёт произведение искусства.",
    "hint": "Он оценивает свои поступки не с точки зрения морали.",
    "explanation": "Герой воспринимает свои действия как художественный проект. Для него важны форма, идея и «красота», а не человеческая жизнь, поэтому он продолжает совершать убийства ради искусства. История разворачивается в фильме «Дом, который построил Джек» Ларса фон Триера."
  },
  {
    "id": 54,
    "category": "Films",
    "title": "Самый человечный",
    "description": "Человека считают чудовищем и показывают публике за деньги.",
    "hint": "Внешность обманывает.",
    "explanation": "Из-за физических особенностей героя считают монстром, его внешность напоминает животное и люди этим пользуются, но именно он оказывается самым добрым, разумным и человечным среди окружающих. История взята из фильма «Человек-слон» Дэвида Линча."
  },
  {
    "id": 55,
    "category": "Films",
    "title": "Мир без случайностей",
    "description": "Мужчина замечает, что мир вокруг него слишком искусственный, и все действия людей кажутся заранее спланированными.",
    "hint": "За ним всегда наблюдают.",
    "explanation": "Вся его жизнь — телешоу. Город построен как декорация, а все люди вокруг него — актёры, играющие роли. История разворачивается в фильме «Шоу Трумана» Питера Уира."
  },
  {
    "id": 56,
    "category": "Films",
    "title": "Человек, который знает всё",
    "description": "Мужчина начинает идеально предсказывать события и поведение людей вокруг себя.",
    "hint": "Он проживал это раньше.",
    "explanation": "Он много раз переживал один и тот же день, запоминая детали, поведение людей и последствия действий, пока не изучил мир вокруг до мелочей. История взята из фильма «День сурка» Гарри Редфильда."
  },
  {
    "id": 57,
    "category": "Films",
    "title": "Стереть любовь",
    "description": "Человек добровольно соглашается забыть самого важного человека в своей жизни.",
    "hint": "Воспоминания можно удалить.",
    "explanation": "Герой проходит процедуру стирания памяти, чтобы избавиться от боли после расставания, но постепенно понимает, что не хочет терять эти воспоминания. История основана на фильме «Вечное сияние чистого разума» Мишеля Гондри."
  },
  {
    "id": 58,
    "category": "Films",
    "title": "Семь испытаний",
    "description": "Парень вынужден побеждать бывших партнёров девушки, чтобы быть с ней.",
    "hint": "Этот мир живёт по игровым правилам.",
    "explanation": "Реальность фильма подчиняется логике видеоигры: у персонажей есть уровни, «боссы» и победы, символизирующие внутренние конфликты. Чтобы начать отношения с девушкой, ему предстоит сразиться со всеми ее бывшими. История разворачивается в фильме «Скотт Пилигрим против всех» Эдгара Райта."
  },
  {
    "id": 59,
    "category": "Films",
    "title": "Чудо среди хаоса",
    "description": "Два преступника остаются живы после ситуации, где это кажется невозможным.",
    "hint": "Один из них видит в этом знак.",
    "explanation": "Во время ограбления по ним стреляют в упор, но ни одна пуля не попадает. Один из героев воспринимает это как чудо и решает изменить жизнь. История — один из эпизодов фильма «Криминальное чтиво» Квентина Тарантино."
  },
  {
    "id": 510,
    "category": "Films",
    "title": "Не избранный заранее",
    "description": "Обычный мужчина внезапно оказывается в центре древнего противостояния Света и Тьмы.",
    "hint": "Решающим становится не пророчество, а его решение.",
    "explanation": "Герой узнаёт о тайном мире, где Свет и Тьма давно ведут борьбу. Его личный выбор нарушает равновесие сил. История взята из фильма «Ночной дозор» Тимура Бекмамбетова."
  },
  {
    "id": 511,
    "category": "Films",
    "title": "Человек без прошлого",
    "description": "Замкнутый мужчина, живущий по строгим правилам, неожиданно берёт на себя заботу о ребёнке.",
    "hint": "Он сам никогда не был ребёнком.",
    "explanation": "Герой, профессиональный киллер, привыкший к одиночеству, но забота о девочке постепенно пробуждает в нём человечность и чувство ответственности. История разворачивается в фильме «Леон» Люка Бессона."
  },
  {
    "id": 512,
    "category": "Films",
    "title": "Последний шаг",
    "description": "Серийный преступник неожиданно сам приходит в полицию и спокойно признаётся в своих действиях.",
    "hint": "Он пришёл не за защитой и не из раскаяния.",
    "explanation": "Преступник добровольно сдаётся, потому что его план почти завершён. Полиция нужна ему не для суда, а как участник финального этапа задуманного. Его действия подчинены строгой логике и символике, а развязка возможна только при участии детективов. Эта история лежит в основе фильма «Семь» Дэвида Финчера."
  }
]
