[
    {
        "id": 11,
        "category": "Military",
        "title": "A City in a Web",
        "description": "The city was covered in thin threads, like a spider web.",
        "hint": "It had nothing to do with electricity or destruction.",
        "explanation": "During the fighting near Lyman, FPV drones controlled via fiber-optic cables were widely used. The cable unspooled behind the drone mid-flight and remained on the ground after the drone was destroyed or landed. The mass use of such drones left the city literally covered in fiber-optic threads, resembling a giant web.",
        "imageName": "fiberDroneWeb"
    },
    {
        "id": 12,
        "category": "Military",
        "title": "Sent to the Enemy",
        "description": "Military equipment was moved to a country that had recently been an enemy.",
        "hint": "The decision was made during a retreat.",
        "explanation": "During the 1991 Gulf War, Iraq evacuated a large part of its combat aircraft to Iran. This appeared paradoxical, as Iraq and Iran had fought a brutal eight-year war just a few years earlier. Fearing destruction by coalition airstrikes, Iraqi leadership chose to relocate the aircraft temporarily. After the war ended, Iran refused to return them.",
        "imageName": "planesFlewToEnemy"
    },
    {
        "id": 13,
        "category": "Military",
        "title": "The City That Survived",
        "description": "The city was supposed to be destroyed — but it wasn’t.",
        "hint": "The decision was made by one person.",
        "explanation": "In 1944–1945, German general Dietrich von Choltitz received a direct order to destroy Paris during the retreat. Understanding that the war was already lost, he deliberately delayed carrying out the order and ultimately never executed it. As a result, Paris was spared.",
        "imageName": "cityNotDestroyed"
    },
    {
        "id": 14,
        "category": "Military",
        "title": "No Resistance",
        "description": "Hundreds of civilians were killed in a village.",
        "hint": "The operation was officially considered a success.",
        "explanation": "On March 16, 1968, U.S. soldiers from Charlie Company under Lieutenant William Calley conducted an operation in the village of My Lai. Instead of Viet Cong fighters, they encountered civilians. Between 347 and 504 unarmed people — including women, children, and the elderly — were killed. The massacre became known to the world only a year later and sparked an international scandal.",
        "imageName": "myLai"
    },
    {
        "id": 15,
        "category": "Military",
        "title": "The Order",
        "description": "People followed an order without understanding what it meant.",
        "hint": "The full information came later.",
        "explanation": "In early 2022, reports emerged that some Russian soldiers crossed into Ukraine without knowing a full-scale war had begun. According to soldiers and their families, they were told it was training or limited operations. The true scale of events became clear only after the order had already been carried out, as later described by participants in interviews.",
        "imageName": "crossedWithoutKnowing"
    },
    {
        "id": 16,
        "category": "Military",
        "title": "A Good Cause",
        "description": "Helping in a war led to a threat years later.",
        "hint": "At the time, a common enemy seemed more important than future consequences.",
        "explanation": "During the Soviet-Afghan war (1979–1989), the United States secretly supported Afghan mujahideen as opponents of the USSR. The support included funding, training, and weapons supplies. Years later, some of these fighters formed the core of radical organizations, including al-Qaeda, which carried out terrorist attacks in the U.S. in 2001.",
        "imageName": "helpedTheEnemy"
    },
    {
        "id": 17,
        "category": "Military",
        "title": "False Alarm",
        "description": "One person realized the system could not be trusted.",
        "hint": "The decision had to be made immediately.",
        "explanation": "In 1983, the Soviet early-warning system reported a nuclear missile launch from the United States. Duty officer Stanislav Petrov received a signal that, according to protocol, required an immediate report of an attack. He judged the data to be false and did not report it as confirmed. Later it was discovered that the system malfunctioned due to sunlight reflecting off clouds.",
        "imageName": "falseAlarmButton"
    },
    {
        "id": 18,
        "category": "Military",
        "title": "A Simple Answer",
        "description": "One short reply changed how the event was perceived.",
        "hint": "The exchange lasted only a few seconds.",
        "explanation": "In February 2022, during the battle for Snake Island, a Russian warship demanded that Ukrainian border guards surrender. One of them responded with a short phrase that was recorded and later published. The reply quickly spread through media and became a symbol of resistance.",
        "imageName": "oneSentence"
    },
    {
        "id": 19,
        "category": "Military",
        "title": "No One Was Shooting",
        "description": "Gunfire suddenly stopped along the front line.",
        "hint": "It happened without orders.",
        "explanation": "In December 1914, the so-called Christmas Truce took place on the Western Front. Soldiers from opposing armies spontaneously ceased fire, left their trenches, talked, exchanged gifts, and according to witnesses, even played football. The truce was not authorized by command and lasted only briefly before fighting resumed.",
        "imageName": "silentFront"
    },
    {
        "id": 110,
        "category": "Military",
        "title": "The Photo",
        "description": "A photograph showed war without explanation.",
        "hint": "The image was seen around the world.",
        "explanation": "On February 1, 1968, in Saigon, General Nguyen Ngoc Loan publicly executed a captured Viet Cong fighter. The photograph taken by journalist Eddie Adams was published worldwide and became one of the most iconic images of the Vietnam War, strongly influencing public opinion.",
        "imageName": "saigonExecution"
    },
    {
        "id": 111,
        "category": "Military",
        "title": "My War",
        "description": "A man kept fighting decades after the war ended.",
        "hint": "He believed all reports were lies.",
        "explanation": "Japanese soldier Hiroo Onoda was deployed to Lubang Island during World War II. After Japan’s surrender in 1945, he refused to believe the war was over, dismissing leaflets and messages as enemy propaganda. He continued hiding and fighting until 1974, when his former commander personally arrived and ordered him to stand down.",
        "imageName": "neverStopped"
    },
    {
        "id": 112,
        "category": "Military",
        "title": "AWOL",
        "description": "A soldier left the base without permission — and returned on his own.",
        "hint": "What happened was not a combat operation.",
        "explanation": "On the night of March 11, 2012, U.S. soldier Robert Bales left his base in Kandahar Province, Afghanistan without authorization. He went to nearby villages, where he killed 16 civilians. Afterward, Bales returned to the base on his own and was detained. In 2013, a U.S. military court sentenced him to life imprisonment without parole.",
        "imageName": "leftTheBase"
    },
    {
        "id": 113,
        "category": "Military",
        "title": "The Trap",
        "description": "People were caught in a deadly trap with no way out.",
        "hint": "This was not a combat mission.",
        "explanation": "In August 2000, the nuclear submarine Kursk sank during a Northern Fleet exercise in the Barents Sea. After the explosion, some crew members survived in the rear compartment and signaled by knocking on the hull. Rescue operations were delayed, and offers of foreign assistance were not accepted immediately. As a result, all 118 crew members died, despite the absence of combat.",
        "imageName": "theyKnocked"
    },
    {
        "id": 21,
        "category": "Horror",
        "title": "The Endless Road",
        "description": "No matter which road she chose, she always ended up in the same place.",
        "hint": "The place was tragic.",
        "explanation": "After death, the human soul continued walking as if nothing had happened. But every path it chose inevitably led back to the place of death, as if the city or its streets refused to let it leave this world.",
        "imageName": "endlessRoad"
    },
    {
        "id": 22,
        "category": "Horror",
        "title": "Leap of Faith",
        "description": "A group of thrill-seekers jumped from a rooftop and none survived.",
        "hint": "The roof looked completely safe.",
        "explanation": "They decided to jump using homemade parachutes made from trash bags. The bags could not support the weight, and the jump turned fatal.",
        "imageName": "deadJump"
    },
    {
        "id": 23,
        "category": "Horror",
        "title": "Knocking from the Bathroom",
        "description": "At night, knocking sounds came from the bathroom.",
        "hint": "The sound was not coming from the room itself.",
        "explanation": "The knocking came from inside the wall — a person working in the building’s technical space got stuck there. The blows echoed and were heard in the bathroom.",
        "imageName": "bathroomKnock"
    },
    {
        "id": 24,
        "category": "Horror",
        "title": "Voicemail Recording",
        "description": "A woman heard her own voice on the answering machine, begging her not to leave the house.",
        "hint": "The recording was new.",
        "explanation": "The message was left by herself — in another version of events where she already knew what would happen next.",
        "imageName": "voicemailWarning"
    },
    {
        "id": 25,
        "category": "Horror",
        "title": "Light in the Window",
        "description": "At night, he saw a light in the neighbors’ apartment, even though they had left.",
        "hint": "No one was living in the apartment.",
        "explanation": "The apartment had an automatic lighting system with a timer to simulate the owners’ presence. The timer triggered in the middle of the night and turned the light on. He didn’t know about this and assumed someone was inside the empty apartment.",
        "imageName": "lightInWindow"
    },
    {
        "id": 26,
        "category": "Horror",
        "title": "Dangerous Tasting",
        "description": "All participants of a food tasting were hospitalized.",
        "hint": "The dishes looked normal.",
        "explanation": "An expired ingredient was accidentally used in the kitchen, causing severe food poisoning among all the guests.",
        "imageName": "foodTasting"
    },
    {
        "id": 27,
        "category": "Horror",
        "title": "Crying",
        "description": "A man heard a child crying under his bed.",
        "hint": "He lived alone.",
        "explanation": "The man had recently moved into the apartment. The previous tenants were in a hurry and forgot a baby monitor in a neighboring apartment. The device continued picking up the signal, and through the apartment’s acoustics the sound seemed to come from directly under the bed.",
        "imageName": "childUnderBed"
    },
    {
        "id": 28,
        "category": "Horror",
        "title": "Apocalypse in the Room",
        "description": "A man clapped his hands, and everyone else in the room died.",
        "hint": "It was summer.",
        "explanation": "He was killing mosquitoes.",
        "imageName": "clapKilling"
    },
    {
        "id": 29,
        "category": "Horror",
        "title": "The Drowning Man",
        "description": "A man was drowning in a pool, and no one came to help him.",
        "hint": "It looked like a regular training exercise.",
        "explanation": "The man was taking part in a water rescue training session. During the exercise, he suddenly felt unwell and suffered cramps. The trainee responsible for rescuing him panicked and failed to act in time. The instructor observed from the side, expecting the trainee to handle it, and intervened too late.",
        "imageName": "manInPool"
    },
    {
        "id": 210,
        "category": "Horror",
        "title": "People in the River",
        "description": "Everyone on the observation deck fell into the river.",
        "hint": "They couldn’t have prevented it in advance.",
        "explanation": "The observation deck had just reopened after renovation, and the railing was poorly secured. When people leaned on it, it broke all at once.",
        "imageName": "viewpointFall"
    },
    {
        "id": 211,
        "category": "Horror",
        "title": "Deadly Dance",
        "description": "A pair of dancers died during a dance competition.",
        "hint": "The cause was not obvious to the audience.",
        "explanation": "During a tango performance, another pair, desperate to win, poisoned a rose that the dancers passed to each other during the routine. The poisoned rose killed the first pair, allowing the second to win the competition.",
        "imageName": "deadDance"
    },
    {
        "id": 31,
        "category": "Anime",
        "title": "The Bird Inside",
        "description": "A bird was inside a person and activated only years later.",
        "hint": "It was done intentionally and in advance.",
        "explanation": "This is a scene from the anime \"Naruto\". Using genjutsu, Itachi Uchiha secretly placed a crow containing Shisui’s eye inside Naruto. Years later, when Itachi was resurrected using the Edo Tensei technique, the crow activated and used Kotoamatsukami to free Itachi from control, allowing him to act of his own will.",
        "imageName": "birdInside"
    },
    {
        "id": 32,
        "category": "Anime",
        "title": "A Deadly Phrase",
        "description": "One carelessly spoken sentence led to the deaths of thousands.",
        "hint": "The words had the power of an order, even if the speaker didn’t intend it.",
        "explanation": "This is a scene from the anime \"Code Geass\". Lelouch Lamperouge possessed the power to give absolute commands through eye contact. During a conversation with Euphemia, he jokingly uttered a phrase, unaware that his power would activate automatically. The command took effect, and Euphemia began a mass killing, completely changing the course of the story.",
        "imageName": "accidentalOrder"
    },
    {
        "id": 33,
        "category": "Anime",
        "title": "The Price of a Rule",
        "description": "A death occurred because of a rule, not because of murder.",
        "hint": "A god died.",
        "explanation": "This is a scene from the anime \"Death Note\". The shinigami Rem sacrificed herself by breaking the rules of her world to save a human. According to shinigami laws, using their power to protect a human automatically results in the shinigami’s death. Rem disappeared not because she was killed, but because the rule took effect.",
        "imageName": "ruleDeath"
    },
    {
        "id": 34,
        "category": "Anime",
        "title": "The Last Victory",
        "description": "A group of players desperately tried to leave a mark in a world they would soon disappear from forever.",
        "hint": "For them, it was not a game.",
        "explanation": "This is the \"Sleeping Knights\" arc from the anime \"Sword Art Online\". The guild consisted of terminally ill people spending their final months living in the virtual world of Alfheim Online. With Kirito’s help, they defeated a boss so their names would forever remain in the game’s history. It was their last chance to be remembered.",
        "imageName": "lastVictory"
    },
    {
        "id": 35,
        "category": "Anime",
        "title": "Unification",
        "description": "People decided to stop being separate individuals in order to survive.",
        "hint": "Individuality was considered the source of suffering.",
        "explanation": "This is the core idea of the ending of the anime \"Evangelion\". As part of the Human Instrumentality Project, all human consciousnesses were to be merged into a single whole, eliminating the boundaries between people. It was believed this would free humanity from pain, loneliness, and conflict, at the cost of losing individuality.",
        "imageName": "humanUnity"
    },
    {
        "id": 36,
        "category": "Anime",
        "title": "The Teacher Was Wrong",
        "description": "A man devoted his life to teaching students, but they were the ones who led the world to war.",
        "hint": "He believed he was raising saviors.",
        "explanation": "This is a storyline from the anime \"Naruto\". Jiraiya trained several students, hoping they would bring peace to the world. However, one of his students became the leader of an organization that triggered a global war. Jiraiya realized that his ideals had been distorted, and that even good intentions can lead to catastrophe.",
        "imageName": "failedTeacher"
    },
    {
        "id": 37,
        "category": "Anime",
        "title": "The Stolen Face",
        "description": "An animal stole someone else’s face and ran through the city with it.",
        "hint": "The problem was that others could see it.",
        "explanation": "This is an episode from the anime \"Code Geass\". A cat accidentally grabbed Lelouch’s mask — the symbol of his secret identity — and ran through the city with it. While the cat carried the mask around, Lelouch was forced to chase it, risking exposure. The comedic situation highlighted how fragile his secret truly was.",
        "imageName": "catWithMask"
    },
    {
        "id": 38,
        "category": "Anime",
        "title": "Endless Summer",
        "description": "The same summer repeated hundreds of times, but almost no one noticed.",
        "hint": "Someone was dissatisfied with how it went.",
        "explanation": "This is the \"Endless Eight\" story arc from the anime \"The Melancholy of Haruhi Suzumiya\". Due to Haruhi’s unconscious desire to relive the perfect summer, time looped and the same events repeated over 15,000 times. Most participants in the loop did not remember previous iterations, except for one character.",
        "imageName": "endlessSummer"
    },
    {
        "id": 39,
        "category": "Anime",
        "title": "A Serious Offense",
        "description": "A person was severely punished over food.",
        "hint": "It happened during an official formation.",
        "explanation": "This is a scene from the anime \"Attack on Titan\". During a recruit lineup, Sasha Braus was punished for eating a potato at the most inappropriate moment. Against the backdrop of strict military discipline and tense circumstances, her action appeared absurd.",
        "imageName": "potatoIncident"
    },
    {
        "id": 41,
        "category": "Ordinary",
        "title": "The Meeting",
        "description": "He arrived for the meeting, but everyone was already gone.",
        "hint": "He didn’t get the time wrong.",
        "explanation": "The team decided to move the meeting to a different time in the meeting room without notifying everyone in the group chat, and he forgot to check the updates in his work calendar.",
        "imageName": "missedMeeting"
    },
    {
        "id": 42,
        "category": "Ordinary",
        "title": "The Debt",
        "description": "She paid off the debt, but still owed money.",
        "hint": "The main amount was paid.",
        "explanation": "She paid the full outstanding balance at that moment but didn’t take into account that interest continued to accrue until the end of the billing period. Even a single extra day resulted in a small but formal remaining debt.",
        "imageName": "bankDebt"
    },
    {
        "id": 43,
        "category": "Ordinary",
        "title": "The Promotion",
        "description": "He was fired, and his income went up.",
        "hint": "It was both bad luck and good luck.",
        "explanation": "After being laid off, he received severance pay, compensation for unused vacation days, and a bonus tied to his termination date. That month, he earned more than he usually did while still employed.",
        "imageName": "afterFiringIncome"
    },
    {
        "id": 44,
        "category": "Ordinary",
        "title": "Waiting",
        "description": "He stood there waiting, but time passed and nothing happened.",
        "hint": "He was in the right place.",
        "explanation": "He was waiting at the correct bus stop, but due to road work the buses temporarily stopped a bit further down the street. Everyone else knew and waited there, while he stayed at the usual spot.",
        "imageName": "wrongSideStop"
    },
    {
        "id": 45,
        "category": "Ordinary",
        "title": "The Look",
        "description": "A passerby kept staring at him.",
        "hint": "It wasn’t about his appearance.",
        "explanation": "The passerby wasn’t looking at him at all, but at something behind him — the sign of a newly opened café that caught their attention.",
        "imageName": "streetReflection"
    },
    {
        "id": 46,
        "category": "Ordinary",
        "title": "Silence",
        "description": "The apartment suddenly felt unusually quiet, even though nothing had changed.",
        "hint": "The cause was nearby.",
        "explanation": "A sound he had long восприived as background noise came from an old household appliance. When it finally stopped working, he realized how much he had grown used to that sound.",
        "imageName": "quietApartment"
    },
    {
        "id": 47,
        "category": "Ordinary",
        "title": "Deadline",
        "description": "He finished everything on time, but the project still failed.",
        "hint": "The code wasn’t the problem.",
        "explanation": "He completed the task on time but pushed his changes to the wrong repository branch. His work never made it into the release.",
        "imageName": "wrongBranch"
    },
    {
        "id": 48,
        "category": "Ordinary",
        "title": "The Wheels",
        "description": "She bought a car but couldn’t drive away.",
        "hint": "The car was working fine.",
        "explanation": "There was only enough fuel in the tank to start the engine. It wasn’t enough to reach the nearest gas station, even though it was just a few hundred meters away.",
        "imageName": "emptyTank"
    },
    {
        "id": 49,
        "category": "Ordinary",
        "title": "The Discount",
        "description": "She made it in time for the discount, but paid full price.",
        "hint": "She arrived on time.",
        "explanation": "The discount was only valid when paying through the store’s mobile app, but she paid at the register instead.",
        "imageName": "discountRules"
    },
    {
        "id": 410,
        "category": "Ordinary",
        "title": "Payday",
        "description": "He worked more than usual, but got paid less.",
        "hint": "It wasn’t a calculation error.",
        "explanation": "Because of overtime, his income crossed a higher tax threshold, and the final amount after deductions ended up being lower.",
        "imageName": "salarySurprise"
    },
    {
        "id": 411,
        "category": "Ordinary",
        "title": "The Shaft",
        "description": "The shaft blank disappeared right in the middle of the job.",
        "hint": "It wasn’t stolen.",
        "explanation": "The shaft blank was removed from the machine for control measurements without warning, because the batch was selected for random quality inspection.",
        "imageName": "qualityCheck"
    },
    {
        "id": 412,
        "category": "Ordinary",
        "title": "He Said Everything",
        "description": "He spoke up, but no one heard him.",
        "hint": "He was speaking out loud.",
        "explanation": "He was talking into a muted microphone during an online meeting and didn’t notice the indicator.",
        "imageName": "mutedMic"
    },
    {
        "id": 51,
        "category": "Films",
        "title": "A Coffin in the Apartment",
        "description": "A zinc coffin suddenly appears in an ordinary apartment, and everyone around treats it as something almost normal.",
        "hint": "This has nothing to do with illness or a funeral.",
        "explanation": "A zinc coffin containing a soldier’s body is delivered as part of the cold bureaucratic routine of war. It becomes a silent backdrop to everyday life for people accustomed to the system’s absurdity and cruelty. No one asks questions or tries to change anything. This storyline is central to the film “Cargo 200” by Alexei Balabanov.",
        "imageName": "coffinInRoom"
    },
    {
        "id": 52,
        "category": "Films",
        "title": "Arrested Development",
        "description": "An adult woman behaves like a child and does not understand basic social rules.",
        "hint": "Her body and her mind did not develop at the same pace.",
        "explanation": "After a woman’s death, a scientist transplants the brain of an unborn child into her body. Physically she is an adult, but her consciousness develops from scratch. The story is based on the film “Poor Things” by Yorgos Lanthimos.",
        "imageName": "сhildMind"
    },
    {
        "id": 53,
        "category": "Films",
        "title": "Murder as Art",
        "description": "A man believes he is not committing crimes, but creating works of art.",
        "hint": "He judges his actions outside the framework of morality.",
        "explanation": "The protagonist treats his actions as an artistic project. Form, concept, and “beauty” matter more to him than human life, so he continues killing in the name of art. The story unfolds in the film “The House That Jack Built” by Lars von Trier.",
        "imageName": "artisticOrder"
    },
    {
        "id": 54,
        "category": "Films",
        "title": "The Most Human of All",
        "description": "A man is considered a monster and displayed to the public for money.",
        "hint": "Appearances are deceptive.",
        "explanation": "Because of his physical condition, the protagonist is treated as a monster and exploited for his appearance. Yet he turns out to be the kindest, most intelligent, and most humane person among those around him. The story comes from the film “The Elephant Man” by David Lynch.",
        "imageName": "hiddenHumanity"
    },
    {
        "id": 55,
        "category": "Films",
        "title": "A World Without Coincidences",
        "description": "A man begins to notice that the world around him feels artificial and that everyone’s actions seem preplanned.",
        "hint": "He is being watched at all times.",
        "explanation": "His entire life is a television show. The city is a set, and everyone around him is an actor playing a role. The story unfolds in the film “The Truman Show” by Peter Weir.",
        "imageName": "stagedReality"
    },
    {
        "id": 56,
        "category": "Films",
        "title": "The Man Who Knows Everything",
        "description": "A man starts predicting events and people’s behavior with perfect accuracy.",
        "hint": "He has already lived through this.",
        "explanation": "He relives the same day over and over, memorizing details, behaviors, and consequences until he learns the world around him down to the smallest detail. The story is taken from the film “Groundhog Day” by Harold Ramis.",
        "imageName": "learnedWorld"
    },
    {
        "id": 57,
        "category": "Films",
        "title": "Erase Love",
        "description": "A person willingly agrees to forget the most important person in their life.",
        "hint": "Memories can be deleted.",
        "explanation": "The protagonist undergoes a memory-erasure procedure to escape the pain of a breakup, but gradually realizes he does not want to lose those memories. The story is based on the film “Eternal Sunshine of the Spotless Mind” by Michel Gondry.",
        "imageName": "fadingMemory"
    },
    {
        "id": 58,
        "category": "Films",
        "title": "Seven Trials",
        "description": "A young man must defeat his girlfriend’s former partners in order to be with her.",
        "hint": "This world follows video game rules.",
        "explanation": "The film’s reality operates like a video game: characters have levels, bosses, and victories that symbolize internal conflicts. To start a relationship with the girl, he must defeat all of her exes. The story unfolds in the film “Scott Pilgrim vs. the World” by Edgar Wright.",
        "imageName": "levelPath"
    },
    {
        "id": 59,
        "category": "Films",
        "title": "A Miracle in the Chaos",
        "description": "Two criminals survive a situation where survival seems impossible.",
        "hint": "One of them sees it as a sign.",
        "explanation": "During a robbery, they are shot at point-blank range, yet not a single bullet hits them. One of the men interprets this as a miracle and decides to change his life. This story is one of the episodes in the film “Pulp Fiction” by Quentin Tarantino.",
        "imageName": "untouchedCenter"
    },
    {
        "id": 510,
        "category": "Films",
        "title": "Not Chosen in Advance",
        "description": "An ordinary man suddenly finds himself at the center of an ancient battle between Light and Darkness.",
        "hint": "What matters is not the prophecy, but his choice.",
        "explanation": "The protagonist discovers a hidden world where Light and Darkness have been at war for centuries. His personal decision disrupts the balance of power. The story is taken from the film “Night Watch” by Timur Bekmambetov.",
        "imageName": "momentOfChoice"
    },
    {
        "id": 511,
        "category": "Films",
        "title": "A Man with No Past",
        "description": "A reclusive man living by strict rules unexpectedly takes responsibility for a child.",
        "hint": "He himself never had a childhood.",
        "explanation": "The protagonist is a professional hitman accustomed to solitude, but caring for a young girl gradually awakens his humanity and sense of responsibility. The story unfolds in the film “Léon: The Professional” by Luc Besson.",
        "imageName": "quietProtection"
    },
    {
        "id": 512,
        "category": "Films",
        "title": "The Final Move",
        "description": "A serial killer suddenly walks into a police station and calmly confesses to his crimes.",
        "hint": "He is not seeking protection or redemption.",
        "explanation": "The criminal turns himself in because his plan is nearly complete. The police are not meant to judge him, but to become part of the final stage of his design. His actions follow a strict logic and symbolism, and the outcome is only possible with the detectives’ involvement. This story forms the basis of the film “Se7en” by David Fincher.",
        "imageName": "finalCorridor"
    },
  {
    "id": 61,
    "category": "Literature",
    "title": "Teeth",
    "description": "A man is haunted by an obsessive fixation on a single part of his beloved’s body.",
    "hint": "His interest has nothing to do with love.",
    "explanation": "The protagonist suffers from a severe mental disorder and gradually becomes fixated on Berenice’s teeth, losing the ability to perceive her as a living person. When she is presumed dead, he commits an act whose meaning he understands only later. The story is based on Edgar Allan Poe’s tale “Berenice”.",
    "imageName": "bereniceTeeth"
  },
  {
    "id": 62,
    "category": "Literature",
    "title": "The Mark",
    "description": "A man believes he has committed the perfect crime, yet ends up exposing himself.",
    "hint": "It is not the police who betray him.",
    "explanation": "The protagonist murders his wife and hides the body, convinced the crime is unsolvable. However, guilt and madness take the form of a black cat, which ultimately leads to his downfall. The story is told in Edgar Allan Poe’s “The Black Cat”.",
    "imageName": "blackCatGuilt"
  },
  {
    "id": 63,
    "category": "Literature",
    "title": "The House That Feels",
    "description": "A mansion slowly collapses along with the people who live inside it.",
    "hint": "The house is more than just a setting.",
    "explanation": "The Usher family is inseparably bound to the house: the mental and physical state of its inhabitants is reflected in the building itself. The return of a sister believed to be dead leads to the family’s destruction and the fall of the house. The story is based on Edgar Allan Poe’s “The Fall of the House of Usher”.",
    "imageName": "usherHouse"
  },
  {
    "id": 64,
    "category": "Literature",
    "title": "The Impossible Criminal",
    "description": "A crime is committed in a sealed room, yet none of the suspects fit.",
    "hint": "Logic matters more than motive.",
    "explanation": "The investigation reaches a dead end because it assumes a human murderer. The solution becomes possible only when conventional assumptions are abandoned: the crime was not committed by a human. The story forms the basis of Edgar Allan Poe’s “The Murders in the Rue Morgue”.",
    "imageName": "morgueRoomMystery"
  },
  {
    "id": 65,
    "category": "Literature",
    "title": "The Return",
    "description": "A man loses his wife, yet she continues to exist in his life.",
    "hint": "The name matters.",
    "explanation": "After Morella’s death, her consciousness seems to persist within the body of her daughter. The protagonist’s attempt to start a new life collapses when the past returns in the most literal sense. The story is based on Edgar Allan Poe’s “Morella”.",
    "imageName": "morellaReturn"
  },
  {
    "id": 66,
    "category": "Literature",
    "title": "The Finished Portrait",
    "description": "An artist creates a painting that feels disturbingly alive.",
    "hint": "Art demands sacrifice.",
    "explanation": "As the artist works on a portrait of his wife, she gradually loses her vitality. At the moment the painting is completed, it becomes clear that the model’s life has been sacrificed for art. The story is told in Edgar Allan Poe’s “The Oval Portrait”.",
    "imageName": "ovalPortrait"
  },
  {
    "id": 67,
    "category": "Literature",
    "title": "Too Quiet",
    "description": "A man believes he is fully in control, but suddenly loses his composure.",
    "hint": "He hears what no one else can hear.",
    "explanation": "After committing murder, the protagonist is convinced of his impunity, but during a police visit he begins to hear the sound of a beating heart — a manifestation of guilt and madness that leads to his confession. The story is based on Edgar Allan Poe’s “The Tell-Tale Heart”.",
    "imageName": "telltaleHeart"
  },
  {
    "id": 68,
    "category": "Literature",
    "title": "The Last Toast",
    "description": "A man willingly follows an acquaintance into underground catacombs and never returns.",
    "hint": "It all begins as a friendly gesture.",
    "explanation": "Under the pretext of tasting a rare wine, the protagonist lures his victim into the catacombs, where he carries out long-planned revenge. The story is told in Edgar Allan Poe’s “The Cask of Amontillado”.",
    "imageName": "amontilladoCask"
  },
  {
    "id": 69,
    "category": "Literature",
    "title": "Waking Up Too Early",
    "description": "A person lives in constant fear of being declared dead.",
    "hint": "His fear is not unfounded.",
    "explanation": "The protagonist suffers from deathlike states and becomes obsessed with the idea of premature burial. This fear shapes his behavior and perception of reality. The story is based on Edgar Allan Poe’s “The Premature Burial”.",
    "imageName": "prematureBurial"
  },
  {
    "id": 610,
    "category": "Literature",
    "title": "The Closed Door",
    "description": "People attempt to hide from danger by isolating themselves from the outside world.",
    "hint": "There is no escape from it.",
    "explanation": "The wealthy and powerful lock themselves inside a luxurious castle to escape an epidemic, yet death finds its way in despite all precautions. The story is based on Edgar Allan Poe’s “The Masque of the Red Death”.",
    "imageName": "redDeathMasque"
  },
  {
    "id": 611,
    "category": "Literature",
    "title": "The Zone",
    "description": "People risk their lives to retrieve objects whose purpose no one fully understands.",
    "hint": "This is not an ordinary dangerous place.",
    "explanation": "The Zone is an anomalous territory left behind after a visit by an extraterrestrial civilization. Objects found there possess strange properties and lethal dangers. People enter it for profit, unaware of the true nature of what is happening. The story is based on Arkady and Boris Strugatsky’s “Roadside Picnic”.",
    "imageName": "stalkerZone"
  },
  {
    "id": 612,
    "category": "Literature",
    "title": "A Difficult Choice",
    "description": "A man observes a brutal world but has no right to change it.",
    "hint": "He knows more than those around him.",
    "explanation": "The protagonist is a representative of an advanced civilization living among people trapped in an age of violence and ignorance. He understands that any interference could destroy the natural course of history. The story is told in Arkady and Boris Strugatsky’s novel “Hard to Be a God”.",
    "imageName": "hardToBeGod"
  },
  {
    "id": 613,
    "category": "Literature",
    "title": "The City With No Exit",
    "description": "People live in a strange city without knowing how or why they ended up there.",
    "hint": "The experiment continues.",
    "explanation": "The city exists as a closed system where people from different eras are forced to live under incomprehensible rules. Gradually it becomes clear that what is happening is part of a large-scale experiment on humanity. The story is based on Arkady and Boris Strugatsky’s novel “The Doomed City”.",
    "imageName": "doomedCity"
  },
  {
    "id": 614,
    "category": "Literature",
    "title": "The Signal",
    "description": "Scientists encounter a mysterious force that prevents them from completing their work.",
    "hint": "The cause is not external.",
    "explanation": "The protagonists notice that strange events occur every time they approach a major scientific breakthrough. Gradually it becomes clear that the universe itself seems to resist their activity. The story is based on Arkady and Boris Strugatsky’s “A Billion Years Before the End of the World”.",
    "imageName": "billionYearsSignal"
  },
  {
    "id": 615,
    "category": "Literature",
    "title": "The Illusion of Freedom",
    "description": "A man believes he makes his own choices, yet is constantly influenced.",
    "hint": "Freedom can be engineered.",
    "explanation": "The protagonist lives in a world where public opinion and special devices control human consciousness. He gradually begins to realize the scale of this manipulation. The story is told in Arkady and Boris Strugatsky’s novel “Prisoners of Power”.",
    "imageName": "inhabitedIsland"
  },
  {
    "id": 616,
    "category": "Literature",
    "title": "Progress",
    "description": "People attempt to accelerate the development of another civilization.",
    "hint": "Help is not always a blessing.",
    "explanation": "Representatives of a more advanced society secretly guide the development of less advanced worlds, believing it to be beneficial. However, the consequences of such interference prove ambiguous. The story is based on the Strugatskys’ Progressors cycle.",
    "imageName": "progressors"
  },
  {
    "id": 617,
    "category": "Literature",
    "title": "Happiness by Instruction",
    "description": "Humanity is offered a simple formula for happiness.",
    "hint": "The price is too high.",
    "explanation": "People are encouraged to abandon difficult choices and personal responsibility in exchange for guaranteed well-being. This raises the question: is happiness possible without freedom? The story is inspired by the philosophical ideas of Arkady and Boris Strugatsky’s “The Ugly Swans”.",
    "imageName": "happinessManual"
  },
  {
    "id": 618,
    "category": "Literature",
    "title": "The Unneeded Hero",
    "description": "A man finds himself in a world where his best qualities are useless.",
    "hint": "Honesty hinders survival.",
    "explanation": "The protagonist confronts a system in which morality and integrity offer no advantages and instead become weaknesses. The story unfolds in Arkady and Boris Strugatsky’s novel “The Doomed City”.",
    "imageName": "uselessHero"
  },
  {
    "id": 619,
    "category": "Literature",
    "title": "Contact",
    "description": "Humanity discovers traces of an alien intelligence but cannot grasp its intent.",
    "hint": "Contact is not always dialogue.",
    "explanation": "The remnants of another civilization’s activity turn out to be unintentional, like trash left behind after a picnic. Humanity searches for meaning where none was ever intended. The story is based on Arkady and Boris Strugatsky’s “Roadside Picnic”.",
    "imageName": "contactNotDialogue"
  },
  {
    "id": 620,
    "category": "Literature",
    "title": "A Choice Without a Right Answer",
    "description": "A person is forced to choose, knowing that any decision will lead to loss.",
    "hint": "Refusal is also a choice.",
    "explanation": "Characters in the Strugatskys’ works often face situations with no morally correct solution. Responsibility for the consequences lies entirely with the individual. This card is inspired by a core theme of Arkady and Boris Strugatsky’s work.",
    "imageName": "noRightChoice"
  }
]
